public class AdsReplacer {
    public static void main(String[] args) {
        String str;
        {
            str = "<strong>नई दिल्ली: </strong>भले ही ऐसे लोगों की तादात ज्यादा हो, जो अपनी जिंदगी को किस्मत के भरोसे छोड़ देते हैं, लेकिन कुछ दिने-चुने लोग ऐसे भी होते " +
                    "हैं, जो अपनी किस्मत खुद अपने हाथों से लिखते हैं। उनके लिए ये मायने नहीं रखता कि उनकी उम्र क्या है या फिर उनकी परिस्थिति कैसी है?  मुश्किलें उनके पैरों की बेड़िया नहीं " +
                    "बन पाती। ऐसा ही एक नाम है सोनालिका समूह के मालिक लक्ष्मण दास मित्तल।  देश की तीसरी सबसे बड़ी ट्रैक्टर निर्माता कंपनी सोनालिका  ( Sonalika Tractors) की " +
                    "शुरुआत आसानी से नहीं हुई है। एक साधारण से LIC एजेंट से इस कंपनी क नींव रखी। आप हैरान हो रहे होंगे, लेकिन ये सच है कि एक एलआईसी एजेंट से अपनी सैलरी से " +
                    "पाई-पाई बचाकर रिटारमेंट की उम्र में इस कंपनी की नींव रखी। कंपनी को खड़ा करने के लिए उन्हें बार-बार असफलता का सामना करना पड़ा। दिवालिया भी हुए, लेकिन कहते हैं ना" +
                    " कि अगर किसी काम को दिल से करो तो सक्सेस जरूर मिलती है। सोनालिका समूह के साथ ऐसा ही हुआ। आज इस सफलता के पीछे के असली हीरो की कहानी बताते हैं। \\n" +
                    "\\nअरबपतियों की लिस्ट में हुए शामिल \\nलक्ष्मण दास मित्तल (Lachman Das Mittal)  उन लोगों में से हैं, जो अपनी किस्मत को खुद लिखते हैं। जिस उम्र में आकर लोग" +
                    " आराम करने के मूड में आ जाते हैं, उन्होंने करोड़ों की कंपनी खड़ी कर दी। 92 साल की उम्र में लक्ष्मण दास मित्तल भारत के दूसरे सबसे उम्रदराज अरबपति हैं। फोर्ब्स की लिस्ट में " +
                    "उन्हें अरबपतियों की लिस्ट में शामिल किया गया। उनका नेटवर्थ 2.5 अरब डॉलर के आस पास है। एक साधारण एलआईसी एजेंट से लेकर उन्होंने अरबपति तक का सफर तय किया है। " +
                    "ये सफर आसान नहीं था। उन्हें कई बार गिरना पड़ा, कारोबार दिवालिया हो गया, लेकिन उन्होंने हार न मानने की ठान ली थी। \\n\\nLIC एजेंट से बिजनस टायकून करने तक का" +
                    " सफर साल 1931 में पंजाब के होशियारपुर में जन्म लक्ष्मण दास मित्तल के पिता हुकुम चंद अग्रवाल मंडी में ग्रेन डीलर थे। लक्ष्मण दास मित्तल पढ़ने में हमेशा से अव्वल रहते थे। " +
                    "उन्होंने अंग्रेजी में गोल्ड मेडल किया। पढ़ाई के बाद उन्होंने साल 1955 में एलआईसी एजेंट के तौर पर नौकरी शुरू कर दी, लेकिन उनके मन में हमेशा से कुछ अलग करने का था। " +
                    "वो अपनी सैलरी से एक निश्चित रकम बचाते थे, ताकि अपना कुछ काम कर सके। बचपन से ही वो खेतों और किसानों से जुड़े थे, इसलिए वो उनके लिए कुछ काम करना चाहते थे।" +
                    "\\n\\n   99481015 \\n\\nडूब गया बिजनस शुरुआत में उन्होंने कृषि से मशीनों से जुड़े कारोबार में पैसा लगाया। नौकरी के साथ-साथ साल 1962 में उन्होंने थ्रेसर बनाने का" +
                    " काम शुरू किया, लेकिन सफल नहीं हो सके। कारोबार में भारी घाटा हुआ और उनका कारोबार दिवालिया हो गया। ये नुकसान इतना बड़ा था कि इसकी आंच परिवार तक पहुंच गई।" +
                    " उनके पिता हिम्मत हार गए, लेकिन लक्ष्मण ने फिर से कोशिश शुरू की। 1990 में उनका प्रमोशन हुआ और वो एलआईसे में डिप्टी जोनल मैनेजर बन गए। नौकरी के साथ-साथ " +
                    "उन्होंने फिर से बिजनस पर फोकस शुरू कर दिया। साल 1970 में उन्होंने सानालिका ट्रैक्टर की नींव रखी।  \\n\\nसोनालिका ट्रैक्टर की शुरुआत साल 1970 में उन्होंने सोनालिका " +
                    "ट्रैक्टर की शुरुआत की, लेकिन ट्रैक्टर निर्माण का काम 1994 में शुरू हुआ। जब सोनालिका ने रफ्तार पकड़ना शुरू किया वो रिटायर हो चुके थे।  उन्होंने अपना पूरा फोकस कारोबार " +
                    "को दिया।  सोनालिका ने उनकी किस्मत बदल दी। उन्हें इस कारोबार में सफलता मिलने लगी। आज सोनालिका समूह का नेटवर्थ 23000 करोड़ रुपये पर पहुंच गया। ये भारत का " +
                    "तीसरा सबसे बड़ा ट्रैक्टर ब्रांड बन गया है। अगर कारोबार विस्तार की बात करें तो देश के अलावा 74 देशों में उनका कारोबार फैला है। कंपनी सालभर में 3 लाख से ज्यादा ट्रैक्टर" +
                    " बनाती है। उन्होंने अपना कारोबार अब अपने दोनों बेटों अमृत सागर मित्तल और दीपक मित्तल को सौंप दिया है, लेकिन कंपनी से ऐसा लगाव है कि आज भी हर दिन ऑफिस " +
                    "आते हैं। कंपनी के लिए उनका प्यार ऐसा है कि इस उम्र में भी वो रोज ऑफिस पहुंचते हैं। 92 साल की उम्र में भी वो सोनालिका इंप्लीमेंट्स का काम संभाल रहे हैं। ये कंपनी " +
                    "कृषि से जुड़े औजार बनाती है। \\n\\n   99454289\\n\\n";
        }

    }
}
